Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageDiskMountFailed
source: The disk was attached but failed to mount: {}. For more details, run 'dmesg' inside WSL2. To detach the disk, run 'wsl.exe {} {}'.
cs_cz: Disk se připojil, ale nepovedlo se ho připojit: {}. Další podrobnosti získáte spuštěním příkazu dmesg v rámci WSL2. Pokud chcete disk odpojit, spusťte wsl.exe {} {}.
da_dk: Disken var tilsluttet, men kunne ikke tilsluttes: {}. Du kan få flere oplysninger ved at køre 'dmesg' i WSL2. Kør 'wsl.exe {} {}' for at fjerne disken.
de_de: Der Datenträger wurde angefügt, konnte aber nicht eingebunden werden: {}. Führen Sie "dmesg" in WSL2 aus, um weitere Informationen zu erhalten. Führen Sie "wsl.exe {} {}" aus, um den Datenträger zu trennen.
el_gr: Ο δίσκος συνδέθηκε αλλά απέτυχε να προσαρτηθεί: {}. Για περισσότερες πληροφορίες, παρακαλούμε εκτελέστε 'dmesg' εντός του WSL2. Για αποσύνδεση δίσκου, εκτελέστε 'wsl.exe {} {}'.
es_es: El disco se conectó, pero no se pudo montar: {}. Para obtener más detalles, ejecute 'dmesg' dentro de WSL2. Para desasociar el disco, ejecute 'wsl.exe {} {}'.
fi_fi: Levy liitettiin, mutta käyttöönotto epäonnistui: {}. Saat lisätietoja suorittamalla dmesg-määrityksen WSL2:ssa. Jos haluat irrottaa levyn, suorita wsl.exe {} {}.
fr_fr: Le disque était attaché mais n’a pas pu être monté : {}. Pour plus d’informations, exécutez « dmesg » dans WSL2. Pour détacher le disque, exécutez « wsl.exe {} {} ».
hu_hu: A lemez csatlakoztatva van, de nem sikerült csatlakoztatni: {}. További részletekért futtassa a "dmesg" parancsot a WSL2-ben. A lemez leválasztásához futtassa a wsl.exe {} {} parancsot.
it_it: Il disco è stato collegato ma non è stato possibile montarlo: {}. Per altri dettagli, eseguire 'dmesg' all'interno di WSL2. Per scollegare il disco, eseguire 'wsl.exe {} {}'.
ja_jp: ディスクがアタッチされましたが、マウントできませんでした: {}。 詳細については、WSL2 内で 'dmesg' を実行してください。 ディスクをデタッチするには、'wsl.exe {} {}' を実行します。
ko_kr: 디스크가 연결되었지만 탑재하지 못함: {}. 자세한 내용은 WSL2 내에서 'dmesg'를 실행합니다. 디스크를 분리하려면 'wsl.exe {} {}'을(를) 실행합니다.
nb_no: Disken ble koblet til, men kan ikke monteres: {}. Hvis du vil ha mer informasjon, kan du kjøre dmesg i WSL2. Kjør wsl.exe {} {} for å koble fra disken.
nl_nl: De schijf is gekoppeld, maar kan niet worden gekoppeld: {}. Voer 'dmesg' uit in WSL2 voor meer informatie. Als u de schijf wilt ontkoppelen, voert u wsl.exe {} {} uit.
pl_pl: Dysk został dołączony, ale nie można go zainstalować: {}. Aby uzyskać więcej szczegółów, uruchom polecenie „dmesg” w podsystemie WSL2. Aby odłączyć dysk, uruchom polecenie „wsl.exe {} {}”.
pt_br: O disco foi anexado, mas falhou ao montar: {}. Para obter mais detalhes, execute 'dmesg' dentro do WSL2. Para desanexar o disco, execute 'wsl.exe {} {}'.
pt_pt: O disco foi anexado, mas não foi possível montar: {}. Para obter mais detalhes, execute "dmesg" no WSL2. Para desanexar o disco, execute "wsl.exe {} {}".
ru_ru: Диск был подключен, но подключить его не удалось: {}. Для получения дополнительных сведений выполните команду "dmesg" в WSL2. Чтобы отключить диск, выполните команду "wsl.exe {} {}".
sv_se: Disken anslöts men kunde inte monteras: {}. Kör dmesg i WSL2 om du vill ha mer information. Om du vill koppla från disken kör du wsl.exe {} {}.
tr_tr: Disk eklendi ancak bağlanamadı: {}. Daha fazla ayrıntı için WSL2 içinde 'dmesg' çalıştırın. Diski ayırmak için '{} {}' wsl.exe çalıştırın.
zh_cn: 已连接磁盘，但装载失败: {}。 有关更多详细信息，请在 WSL2 中运行“dmesg”。 若要分离磁盘，请运行“wsl.exe {} {}”。
zh_tw: 磁碟已連結，但無法掛接： {}。 如需詳細數據，請在 WSL2 內執行 'dmesg'。 若要中斷連結磁碟，請執行 'wsl.exe {} {}'。

# MessageDistributionListOnline
source: The following is a list of valid distributions that can be installed. Install using 'wsl.exe {} <Distro>'.
cs_cz: Následuje seznam platných distribucí, které lze nainstalovat. Nainstalovat pomocí souboru wsl.exe {} <Distro>.
da_dk: Nedenfor vises en liste over gyldige distributioner, der kan installeres. Installer ved hjælp af 'wsl.exe {} <Distro>'.
de_de: Im Folgenden finden Sie eine Liste gültiger Distributionen, die installiert werden können. Mit "wsl.exe {} <Distro>" installieren.
el_gr: Ακολουθεί λίστα με τις έγκυρες διανομές που μπορούν να εγκατασταθούν. Εγκαταστήστε χρησιμοποιώντας την εντολή 'wsl.exe {} <Διανομή>'.
es_es: A continuación se muestra una lista de distribuciones válidas que se pueden instalar. Instalar con "wsl.exe {} <Distro>".
fi_fi: Seuraava on luettelo kelvollisista jakeluista, jotka voidaan asentaa. Asenna käyttämällä tiedostoa wsl.exe {} <Distro>.
fr_fr: Voici la liste des distributions valides qui peuvent être installées. Installez à l’aide de 'wsl.exe {} <Distro>'.
hu_hu: Az alábbi lista az érvényes, telepíthető disztribúciókat tartalmazza. Telepítés a wsl.exe {} <Distro> használatával.
it_it: Di seguito è riportato un elenco di distribuzioni valide che è possibile installare. Installare con 'wsl.exe {} <Distro>'.
ja_jp: インストールできる有効なディストリビューションの一覧を次に示します。 'wsl.exe {} <Distro>' を使用してインストールします。
ko_kr: 다음은 설치할 수 있는 유효한 배포 목록입니다. 'wsl.exe {} <Distro>'을 사용하여 설치합니다.
nb_no: Nedenfor vises en liste over gyldige distribusjoner som kan installeres. Installer ved hjelp av wsl.exe {} <Distro>.
nl_nl: Hier volgt een lijst met geldige distributies die kunnen worden geïnstalleerd. Installeren met wsl.exe {} <Distro>.
pl_pl: Poniżej znajduje się lista prawidłowych dystrybucji, które można zainstalować. Zainstaluj przy użyciu <Distro> "wsl.exe {}".
pt_br: A seguir está uma lista de distribuições válidas que podem ser instaladas. Instale usando 'wsl.exe {} <Distro>'.
pt_pt: Segue-se uma lista de distribuições válidas que podem ser instaladas. Instale com "wsl.exe {} <Distro>".
ru_ru: Ниже указан список допустимых дистрибутивов, которые можно установить. Установить с помощью "wsl.exe {} <Distro>".
sv_se: Följande är en lista över giltiga distributioner som kan installeras. Installera med wsl.exe {} <Distro>.
tr_tr: Aşağıdakiler, yüklenemedik geçerli dağıtımların listesidir. 'wsl.exe {} <Distro>' kullanarak yükleyin.
zh_cn: 以下是可安装的有效分发的列表。 使用“wsl.exe {} <Distro>”安装。
zh_tw: 下列是可安裝的有效發佈清單。 使用 'wsl.exe {} <Distro>' 安裝.

# MessageDistroAlreadySet
source: The distribution name has already been set.
cs_cz: Název distribuce již byl nastaven.
da_dk: Distributionsnavnet er allerede angivet.
de_de: Der Distributionsname wurde bereits festgelegt.
el_gr: Το όνομα της διανομής έχει ήδη οριστεί.
es_es: Ya se ha establecido el nombre de distribución.
fi_fi: Jakelunimi on jo määritetty.
fr_fr: Le nom de distribution a déjà été défini.
hu_hu: A disztribúciónév már be van állítva.
it_it: Il nome di distribuzione è già stato impostato.
ja_jp: ディストリビューション名は既に設定されています。
ko_kr: 배포 이름이 이미 설정되어 있습니다.
nb_no: Distribusjonsnavnet er allerede angitt.
nl_nl: De distributienaam is al ingesteld.
pl_pl: Nazwa dystrybucji została już ustawiona.
pt_br: O nome de distribuição já foi definido.
pt_pt: O nome de distribuição já foi definido.
ru_ru: Имя дистрибутива уже задано.
sv_se: Distributionsnamnet har redan angetts.
tr_tr: Dağıtım adı zaten ayarlanmış.
zh_cn: 分发名称已设置。
zh_tw: 已設定發佈名稱。

# MessageDistroInstallPathAlreadyExists
source: The supplied install location is already in use.
cs_cz: Zadané umístění instalace je již používáno.
da_dk: Den angivne installationsplacering er allerede i brug.
de_de: Der angegebene Installationsspeicherort wird bereits verwendet.
el_gr: Η παρεχόμενη τοποθεσία εγκατάστασης χρησιμοποιείται ήδη.
es_es: La ubicación de instalación proporcionada ya está en uso.
fi_fi: Annettu asennussijainti on jo käytössä.
fr_fr: L’emplacement d’installation fourni est déjà utilisé.
hu_hu: A megadott telepítési hely már használatban van.
it_it: Il percorso di installazione specificato è già in uso.
ja_jp: 指定されたインストール場所は既に使用されています。
ko_kr: 제공된 설치 위치가 이미 사용 중입니다.
nb_no: Den angitte installasjonsplasseringen er allerede i bruk.
nl_nl: De opgegeven installatielocatie is al in gebruik.
pl_pl: Podana lokalizacja instalacji jest już używana.
pt_br: O local de instalação fornecido já está em uso.
pt_pt: A localização de instalação fornecida já está a ser utilizada.
ru_ru: Указанное расположение установки уже используется.
sv_se: Den angivna installationsplatsen används redan.
tr_tr: Sağlanan yükleme konumu zaten kullanılıyor.
zh_cn: 提供的安装位置已在使用中。
zh_tw: 提供的安裝位置已在使用中。

# MessageDistroNameAlreadyExists
source: A distribution with the supplied name already exists. Use --name to chose a different name.
cs_cz: Distribuce se zadaným názvem již existuje. Pomocí --name zvolte jiný název.
da_dk: Der findes allerede en distribution med det angivne navn. Brug --name til at vælge et andet navn.
de_de: Eine Distribution mit dem angegebenen Namen ist bereits vorhanden. Verwenden Sie --name , um einen anderen Namen zu wählen.
el_gr: Μια διανομή με το παρεχόμενο όνομα υπάρχει ήδη. Χρησιμοποιήστε το --name για να επιλέξετε διαφορετικό όνομα.
es_es: Ya existe una distribución con el nombre proporcionado. Use --name para elegir un nombre diferente.
fi_fi: Jakelu annetulla nimellä on jo olemassa. Valitse toinen nimi --name avulla.
fr_fr: Une distribution portant le nom fourni existe déjà. Utilisez --name pour choisir un autre nom.
hu_hu: Már létezik a megadott nevű terjesztés. A --name használatával válasszon másik nevet.
it_it: Esiste già una distribuzione con il nome specificato. Utilizzare --name per scegliere un nome diverso.
ja_jp: 指定された名前のディストリビューションは既に存在します。--name を使用して別の名前を選択してください。
ko_kr: 제공된 이름의 배포가 이미 있습니다. --name 사용하여 다른 이름을 선택하십시오.
nb_no: Det finnes allerede en distribusjon med det angitte navnet. Bruk --name til å velge et annet navn.
nl_nl: Er bestaat al een distributie met de opgegeven naam. Gebruik --name om een andere naam te kiezen.
pl_pl: Dystrybucja o podanej nazwie już istnieje. Użyj --name , aby wybrać inną nazwę.
pt_br: Já existe uma distribuição com o nome fornecido. Use --name escolher um nome diferente.
pt_pt: Já existe uma distribuição com o nome fornecido. Utilize --name para escolher um nome diferente.
ru_ru: Распределение с указанным именем уже существует. Используйте --name , чтобы выбрать другое имя.
sv_se: Det finns redan en distribution med det angivna namnet. Använd --name för att välja ett annat namn.
tr_tr: Sağlanan ada sahip bir dağıtım zaten mevcut. Farklı bir isim seçmek için --name seçeneğini kullanın.
zh_cn: 已存在具有所提供名称的分发。使用 --name 选择其他名称。
zh_tw: 具有所提供名稱的發佈已經存在。使用 --name 選擇不同的名稱。

# MessageDistroNotFound
source: There is no distribution with the supplied name.
cs_cz: Neexistuje žádná distribuce se zadaným názvem.
da_dk: Der er ingen distribution med det angivne navn.
de_de: Es ist keine Distribution mit dem angegebenen Namen vorhanden.
el_gr: Δεν υπάρχει διανομή με το παρεχόμενο όνομα.
es_es: No hay ninguna distribución con el nombre proporcionado.
fi_fi: Annetulla nimellä ei ole jakelua.
fr_fr: Il n’existe aucune distribution avec le nom fourni.
hu_hu: Nincs a megadott névvel rendelkező terjesztés.
it_it: Nessuna distribuzione con il nome specificato.
ja_jp: 指定された名前のディストリビューションはありません。
ko_kr: 제공된 이름의 배포가 없습니다.
nb_no: Det finnes ingen distribusjon med det angitte navnet.
nl_nl: Er is geen distributie met de opgegeven naam.
pl_pl: Brak dystrybucji o podanej nazwie.
pt_br: Não há distribuição com o nome fornecido.
pt_pt: Não existe nenhuma distribuição com o nome fornecido.
ru_ru: Отсутствует распределение с указанным именем.
sv_se: Det finns ingen distribution med det angivna namnet.
tr_tr: Sağlanan ada sahip dağıtım yok.
zh_cn: 不存在具有所提供名称的分发。
zh_tw: 沒有具有所提供名稱的發佈。

# MessageElevationNeededToMountDisk
source: Administrator access is needed to mount a disk.
cs_cz: Připojení disku vyžaduje přístup správce.
da_dk: Der kræves administratoradgang for at tilslutte en disk.
de_de: Zum Bereitstellen eines Datenträgers ist Administratorzugriff erforderlich.
el_gr: Απαιτείται πρόσβαση διαχειριστή για την προσάρτηση ενός δίσκου.
es_es: Se necesita acceso de administrador para montar un disco.
fi_fi: Järjestelmänvalvojan oikeudet tarvitaan levyn käyttöönottoon.
fr_fr: L’accès administrateur est nécessaire pour monter un disque.
hu_hu: A lemez csatlakoztatásához rendszergazdai hozzáférés szükséges.
it_it: Per montare un disco è necessario l'accesso amministratore.
ja_jp: ディスクをマウントするには、管理者アクセス権が必要です。
ko_kr: 디스크를 탑재하려면 관리자 액세스 권한이 필요합니다.
nb_no: Administratortilgang kreves for å montere en disk.
nl_nl: Beheerderstoegang is vereist om een schijf te koppelen.
pl_pl: Do zainstalowania dysku jest wymagany dostęp administratora.
pt_br: É necessário acesso de administrador para montar um disco.
pt_pt: É necessário acesso de administrador para montar um disco.
ru_ru: Для подключения диска требуется доступ администратора.
sv_se: Administratörsåtkomst krävs för att montera en disk.
tr_tr: Bir diski bağlamak için yönetici erişimi gerekiyor.
zh_cn: 需要管理员访问权限才能装载磁盘。
zh_tw: 需要系統管理員存取權才能掛接磁碟。

# MessageExportFailed
source: Exporting the distribution failed.
cs_cz: Export distribuce se nezdařil.
da_dk: Eksport af distributionen mislykkedes.
de_de: Fehler beim Exportieren der Distribution.
el_gr: Η εξαγωγή της διανομής απέτυχε.
es_es: Error al exportar la distribución.
fi_fi: Jakelun vienti epäonnistui.
fr_fr: Échec de l’exportation de la distribution.
hu_hu: A disztribúció exportálása nem sikerült.
it_it: Esportazione della distribuzione non riuscita.
ja_jp: ディストリビューションのエクスポートに失敗しました。
ko_kr: 배포를 내보내지 못했습니다.
nb_no: Eksport av distribusjonen mislyktes.
nl_nl: Het exporteren van de distributie is mislukt.
pl_pl: Eksportowanie dystrybucji nie powiodło się.
pt_br: A exportação da distribuição falhou.
pt_pt: Falha ao exportar a distribuição.
ru_ru: Не удалось экспортировать дистрибутив.
sv_se: Det gick inte att exportera distributionen.
tr_tr: Dağıtım dışarı aktarılamadı.
zh_cn: 导出分发失败。
zh_tw: 匯出發佈失敗。

# MessageFsUpgradeNeeded
source: Performing one-time upgrade of the Windows Subsystem for Linux file system for this distribution...
cs_cz: Probíhá jednorázový upgrade systému souborů Subsystém Windows pro Linux pro tuto distribuci...
da_dk: Udfører engangsopgradering af Windows-undersystem til Linux-filsystemet for denne distributions…
de_de: Es wird ein einmaliges Upgrade des Windows-Subsystem für Linux-Dateisystems dieser Distribution ausgeführt...
el_gr: Εκτελείται εφάπαξ αναβάθμιση του συστήματος αρχείων του Υποσυστήματος Windows για Linux για αυτήν τη διανομή...
es_es: Realizando la actualización única del subsistema de Windows para el sistema de archivos Linux para esta distribución...
fi_fi: Suoritetaan Windows-alijärjestelmä Linuxille ‑tiedostojärjestelmän kertapäivitystä tälle jakelulle...
fr_fr: Exécution d'une mise à jour unique du système de fichiers du sous-système Windows pour Linux pour cette distribution...
hu_hu: A disztribúció Linuxos Windows-alrendszer fájlrendszerének egyszeri frissítése...
it_it: Esecuzione dell'aggiornamento una tantum del file system del sottosistema Windows per Linux per questa distribuzione...
ja_jp: このディストリビューションの Linux ファイル システム用 Windows サブシステムのワンタイム アップグレードを実行しています...
ko_kr: 이 배포에 대한 Linux용 Windows 하위 시스템 파일 시스템의 일회성 업그레이드를 수행하는 중...
nb_no: Utfører engangsoppgradering av Windows-undersystem for Linux-filsystem for denne distribusjonen...
nl_nl: Eenmalige upgrade uitvoeren van het Windows-subsysteem voor Linux-bestandssysteem voor deze distributie...
pl_pl: Trwa wykonywanie jednorazowego uaktualnienia systemu plików podsystemu Windows dla systemu Linux dla tej dystrybucji...
pt_br: Executando um upgrade único do sistema de arquivos do Subsistema do Windows para Linux para esta distribuição...
pt_pt: A efetuar uma atualização única do Subsistema Windows para o sistema de ficheiros Linux para esta distribuição...
ru_ru: Выполняется одноразовое обновление файловой системы подсистемы Windows для Linux для этого дистрибутива...
sv_se: Utför en engångsuppgradering av Windows-undersystem för Linux-filsystemet för den här distributionen...
tr_tr: Bu dağıtım sistemi için Linux için Windows Alt Sistemi dosya sisteminin bir kez yükseltilemedi...
zh_cn: 为此分发实施适用于 Linux 的 Windows 子系统文件系统的一次性升级...
zh_tw: 正在為此次發佈執行 Windows 子系統 Linux 版一次性升級...

# MessageHigherIntegrity
source: Cannot launch because another instance is running un-elevated. Elevated and un-elevated instances are not permitted to run simultaneously.
cs_cz: Nelze spustit, protože je spuštěna jiná instance se zvýšenými oprávněními. Instance se zvýšenými oprávněními a bez zvýšených oprávnění není povoleno spouštět současně.
da_dk: Der kan ikke startes, fordi en anden forekomst kører uden administratorrettigheder. Forekomster med administratorrettigheder og forekomster uden administratorrettigheder har ikke tilladelse til at køre samtidigt.
de_de: Es kann nicht gestartet werden, da eine andere Instanz ohne erhöhte Rechte ausgeführt wird. Es ist nicht zulässig, Instanzen mit erhöhten Rechten und ohne erhöhte Rechte gleichzeitig auszuführen.
el_gr: Δεν είναι δυνατή η εκκίνηση επειδή εκτελείται μια άλλη οντότητα χωρίς αυξημένα δικαιώματα. Δεν επιτρέπεται η ταυτόχρονη εκτέλεση παρουσιών με και χωρίς αυξημένα δικαιώματα διαχειριστή.
es_es: No se puede iniciar porque se está ejecutando otra instancia sin privilegios elevados. No se pueden ejecutar instancias con y sin privilegios elevados a la vez.
fi_fi: Ei voida käynnistää, koska toista esiintymää suoritetaan laajentamattomana. Laajennettuja ja laajentamattomia esiintymiä ei voida suorittaa samanaikaisesti.
fr_fr: Lancement impossible, car une autre instance s’exécute avec élévation de privilèges. Des instances avec et sans élévation de privilèges ne peuvent pas s’exécuter simultanément.
hu_hu: Nem indítható el, mert egy másik példány nem emelt szintű jogosultságszinten fut. Emelt szintű és nem emelt szintű példányok nem futtathatók egyszerre.
it_it: Non è possibile eseguire l'avvio perché un'altra istanza è in esecuzione con privilegi non elevati. Non è possibile eseguire contemporaneamente istanze con privilegi elevati e non elevati.
ja_jp: 別のインスタンスが管理者特権なしで実行されているため、起動できません。管理者特権のあるインスタンスと管理者特権のないインスタンスを同時に実行することは許可されていません。
ko_kr: 또 다른 인스턴스가 관리자 권한 없이 실행 중이므로 시작할 수 없습니다. 관리자 권한으로 실행하는 인스턴스는 관리자 권한 없이 실행 중인 인스턴스와 동시에 실행할 수 없습니다.
nb_no: Kan ikke starte fordi en annen forekomst kjører opphøyd. Forhøyede og uhøyde forekomster har ikke tillatelse til å kjøre samtidig.
nl_nl: Kan niet starten omdat een ander exemplaar zonder verhoogde bevoegdheden wordt uitgevoerd. Instanties met verhoogde bevoegdheden en niet-verhoogde bevoegdheden mogen niet tegelijkertijd worden uitgevoerd.
pl_pl: Nie można uruchomić, ponieważ inne wystąpienie jest uruchomione bez podniesionych uprawnień. Wystąpienia z podwyższonym poziomem uprawnień i bez niego nie mogą działać jednocześnie.
pt_br: Não é possível iniciar porque outra instância está sendo executada sem privilégios. Instâncias com e sem privilégios não têm permissão para serem executadas simultaneamente.
pt_pt: Não é possível iniciar porque existe outra instância em execução não elevada. As instâncias elevadas e não elevadas não têm permissão para serem executadas em simultâneo.
ru_ru: Не удается запустить, так как сейчас выполняется другой экземпляр с пониженными привилегиями. Экземпляры с повышенными и пониженными привилегиями не разрешается запускать одновременно.
sv_se: Det går inte att starta eftersom en annan instans körs med förhöjd behörighet. Förhöjda och ohöjda instanser får inte köras samtidigt.
tr_tr: Başka bir örnek yükseltilmeyen olarak çalıştığından başlatılamıyor. Yükseltilmiş ve yükseltilmemiş örneklerin aynı anda çalışmasına izin verilmez.
zh_cn: 无法启动，因为另一个实例正在权限未提升的状态下运行。不允许同时运行已提升权限的实例和未提升权限的实例。
zh_tw: 無法啟動，因為有另一個執行個體正以未提高權限的方式執行。不允許同時執行提高權限和未提高權限的執行個體。

# MessageImportFailed
source: Importing the distribution failed.
cs_cz: Import distribuce se nezdařil.
da_dk: Import af distributionen mislykkedes.
de_de: Fehler beim Importieren der Distribution.
el_gr: Η εισαγωγή της διανομής απέτυχε.
es_es: Error al importar la distribución.
fi_fi: Jakelun tuonti epäonnistui.
fr_fr: Échec de l’importation de la distribution.
hu_hu: A disztribúció importálása nem sikerült.
it_it: Importazione della distribuzione non riuscita.
ja_jp: ディストリビューションのインポートに失敗しました。
ko_kr: 배포를 가져오지 못했습니다.
nb_no: Import av distribusjonen mislyktes.
nl_nl: Het importeren van de distributie is mislukt.
pl_pl: Importowanie dystrybucji nie powiodło się.
pt_br: A importação da distribuição falhou.
pt_pt: Falha ao importar a distribuição.
ru_ru: Не удалось импортировать дистрибутив.
sv_se: Det gick inte att importera distributionen.
tr_tr: Dağıtım içeri aktarılamadı.
zh_cn: 导入分发失败。
zh_tw: 匯入發布失敗。

# MessageInstallingWindowsComponent
source: Installing Windows optional component: {}
cs_cz: Instalace volitelné součásti Windows: {}
da_dk: Installation af valgfri komponent i Windows: {}
de_de: Optionale Windows-Komponente wird installiert: {}
el_gr: Εγκατάσταση προαιρετικού στοιχείου των Windows: {}
es_es: Instalando componente opcional de Windows: {}
fi_fi: Windowsin valinnaisen osan asentaminen: {}
fr_fr: Installation du composant facultatif Windows : {}
hu_hu: Választható Windows-összetevő telepítése: {}
it_it: Installazione del componente facoltativo di Windows: {}
ja_jp: Windows オプション コンポーネントをインストールしています: {}
ko_kr: Windows 선택적 구성 요소 설치 중: {}
nb_no: Installerer valgfri Windows-komponent: {}
nl_nl: Optioneel Windows-onderdeel installeren: {}
pl_pl: Instalowanie opcjonalnego składnika systemu Windows: {}
pt_br: Instalando o componente opcional do Windows: {}
pt_pt: A instalar componente opcional do Windows: {}
ru_ru: Установка дополнительного компонента Windows: {}
sv_se: Installerar valfri Windows-komponent: {}
tr_tr: Windows isteğe bağlı bileşeni yükleniyor: {}
zh_cn: 正在安装 Windows 可选组件: {}
zh_tw: 正在安裝 Windows 選用元件: {}

# MessageDownloading
source: Downloading: {}
cs_cz: Stahování: {}
da_dk: Downloader: {}
de_de: Herunterladen: {}
el_gr: Γίνεται λήψη: {}
es_es: Descargando: {}
fi_fi: Ladataan: {}
fr_fr: Téléchargement : {}
hu_hu: Letöltés: {}
it_it: Download in corso: {}
ja_jp: ダウンロードしています: {}
ko_kr: 다운로드 중: {}
nb_no: Laster ned: {}
nl_nl: Downloaden: {}
pl_pl: Pobieranie: {}
pt_br: Baixando: {}
pt_pt: A transferir: {}
ru_ru: Скачивание: {}
sv_se: Laddar ned: {}
tr_tr: İndiriliyor: {}
zh_cn: 正在下载: {}
zh_tw: 正在下載: {}

# MessageInstalling
source: Installing: {}
cs_cz: Probíhá instalace: {}
da_dk: Installerer: {}
de_de: Wird installiert: {}
el_gr: Εγκατάσταση: {}
es_es: Instalando: {}
fi_fi: Asennetaan: {}
fr_fr: Installation : {}
hu_hu: Telepítés: {}
it_it: Installazione: {}
ja_jp: インストールしています: {}
ko_kr: 설치 중: {}
nb_no: Installerer: {}
nl_nl: Installeren: {}
pl_pl: Instalowanie: {}
pt_br: Instalando: {}
pt_pt: A instalar: {}
ru_ru: Установка: {}
sv_se: Installerar: {}
tr_tr: Yükleniyor: {}
zh_cn: 正在安装: {}
zh_tw: 正在安裝: {}

# MessageImportingDistribution
source: Importing distribution
cs_cz: Importování distribuce
da_dk: Importerer distribution
de_de: Distribution importieren
el_gr: Εισαγωγή διανομής
es_es: Importando distribución
fi_fi: Tuodaan jakelua
fr_fr: Importation de la distribution
hu_hu: Terjesztés importálása
it_it: Importazione distribuzione
ja_jp: 配布リストをインポート中
ko_kr: 배포 가져오기
nb_no: Importerer distribusjon
nl_nl: Distributie importeren
pl_pl: Importowanie dystrybucji
pt_br: Importando distribuição
pt_pt: A importar distribuição
ru_ru: Импорт распространения
sv_se: Importerar distributioner
tr_tr: Dağıtım içeri aktarılıyor
zh_cn: 正在导入通讯组
zh_tw: 正在匯入發佈
